fuseeapspringdsl/fuse-eap-soap/src/main/data/myfile.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
xmlns:ns="http://predic8.com/wsdl/crm/CRMService/1/">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:getAll/>
   </soapenv:Body>
</soapenv:Envelope>